var translate_cn = {
    title : "一键发币",
    issuer : "发行账号的密钥",
    hotwallet : "热钱包（接收账号）的密钥",
    token_code : "资产代码（3到12字符）",
    continue : '继续',

    error_secret : "请输入有效的秘钥",
    error_xag : "账号里必须有1万个XAG",
    error_lines : "账号必须未发行资产且未添加资产",
    error_code : "请输入有效的资产代码",
    checking: "检查中……",

    notice1: "发币前：你需要准备两个钱包，第一个钱包作为发行方，必须是一个全新的账号（未发行资产且未添加资产）。第二个钱包作为热钱包。为防止乱发币，这两个钱包都必须持有至少10000 XAG。发行的资产不能是保留币种如：XAG、XRP、USDT、ETH、BTC、Ripple、XLM、TRX等。",
    notice2: "发币后：其他用户需要添加资产（使用资产代码和发行方账号），添加后即可接收热钱包转账。",
    notice3: "交易：将新币种与XAG进行交易，创建买卖订单。瑞波基因将自动桥接与USDT、ETH等其他币种，从而实现与任意币种的两两交易。（注意：不要使用发行方钱包进行交易，也不建议使用热钱包进行交易。建议热钱包只做分发用途。）"
}